Repository: rasmuslos/ShelfPlayer
Catalog: App/Localizable.xcstrings
Source language: en
Languages: de, el, fr, it, nl, ru, sv, uk, zh_hans

# statistics.less
source: Less
de: Weniger
el: Λιγότερο
fr: Moins
it: Meno
nl: Minder
ru: Меньше
sv: Mindre
uk: Менше
zh_hans: 更少

# statistics.listenedToday
source: Listened today
de: Heute gehört
el: Ακούστηκε σήμερα
fr: Écouter aujourd'hui
it: Ascoltato oggi
nl: Vandaag geluisterd
ru: Прослушано сегодня
sv: Lyssnat idag
uk: Прослухано сьогодні
zh_hans: 今天收听数据

# statistics.more
source: More
de: Mehr
el: Περισσότερο
fr: Plus
it: Più
nl: Meer
ru: Больше
sv: Mer
uk: Більше
zh_hans: 更多

# statistics.title
source: Title
de: Titel
el: Τίτλος
fr: Titre
it: Titolo
nl: Titel
ru: Название
sv: Titel
uk: Назва
zh_hans: 标题

# statistics.topItems
source: Top Items
de: Top-Einträge
el: Κορυφαία στοιχεία
fr: Top des éléments
it: Elementi più ascoltati
nl: Meest beluisterd
ru: Топ элементов
sv: Mest spelade
uk: Топ елементів
zh_hans: 热门内容

# statistics.totalListeningTime
source: Total listening time
de: Gesamthörzeit
el: Συνολικός χρόνος ακρόασης
fr: Temps d'écoute total
it: Tempo di ascolto totale
nl: Totale luistertijd
ru: Общее время прослушивания
sv: Total lyssningstid
uk: Загальний час прослуховування
zh_hans: 总收听时长

# statistics.yearActivity
source: Activity this year
de: Aktivität in diesem Jahr
el: Δραστηριότητα φέτος
fr: Activité cette année
it: Attività di quest'anno
nl: Activiteit dit jaar
ru: Активность в этом году
sv: Aktivitet i år
uk: Активність цього року
zh_hans: 今年的活动

# statistics.yearActivity.count %lld
source: %lld days with activity this year
de: %lld Tage mit Aktivität in diesem Jahr
el: %lld ημέρες με δραστηριότητα φέτος
fr: %lld jours d'activité cette année
it: %lld giorni con attività quest'anno
nl: %lld dagen met activiteit dit jaar
ru: %lld дней активности в этом году
sv: %lld dagar med aktivitet i år
uk: %lld днів активності цього року
zh_hans: 今年有 %lld 天有活动

source: Timeline
de: Verlauf
el: Χρονοδιάγραμμα
fr: Chronologie
it: Cronologia
nl: Tijdlijn
ru: Активность
sv: Tidslinje
uk: Хронологія
zh_hans: 历史

# upNextStrategy.default
source: Default
de: Standard
el: Προεπιλεγμένο
fr: Défaut
it: Predefinito
nl: Standaard
ru: По умолчанию
sv: Standardval
uk: За замовчуванням
zh_hans: 默认

# upNextStrategy.listenNow
source: Listen now
de: Jetzt hören
el: Άκου τώρα
fr: Écoutez maintenant
it: Ascolta ora
nl: Luister nu
ru: Прослушать сейчас
sv: Lyssna nu
uk: Слухати зараз
zh_hans: 立即收听

source: Volume
de: Lautstärke
el: Ένταση
ru: Громкость
sv: Volym
uk: Гучність
zh_hans: 音量

# warning.convenienceDownloadManaged
source: The item you tried to remove is automatically downloaded. If you do not remove the configuration, it might be downloaded again.
de: Das Objekt, welches entfernt werden soll, ist automatisch heruntergeladen. Wenn es entfernt wird, ohne die Konfiguration zu entfernen, wird es eventuell erneut heruntergeladen.
el: Το στοιχείο που προσπαθήσατε να αφαιρέσετε κατεβαίνει αυτόματα. Αν δεν αφαιρέσετε τη διαμόρφωση, ενδέχεται να ληφθεί ξανά.
fr: L'élément que vous avez tenté de supprimer a été téléchargé automatiquement. Si vous ne supprimez pas la configuration, il risque d'être téléchargée à nouveau.
it: L'elemento che hai provato a rimuovere viene scaricato automaticamente. Se non rimuovi la configurazione, potrebbe essere scaricato di nuovo.
nl: Het item dat je wilde verwijderen wordt automatisch gedownload. Als je de configuratie niet verwijdert, wordt het mogelijk opnieuw gedownload.
ru: Объект, который вы пытаетесь удалить, загружается автоматически. Если не удалить соответствующую настройку, он может быть загружен снова.
sv: Objektet du försökte ta bort är automatiskt nedladdat. Om du inte tar bort konfigurationen kan det laddas ned igen.
uk: Елемент, який ви намагаєтесь видалити, завантажується автоматично. Якщо ви не видалите налаштування, його може бути завантажено знову.
zh_hans: 您尝试移除的项目是自动下载的。如果不移除相关配置，该项目可能会再次被下载。

# warning.playbackDownload.activeDownload
source: The item you tried to play is currently being downloaded. Abort download and begin playback?
de: Das Objekt, das abgespielt werden soll, wird gerade heruntergeladen. Download abbrechen und mit der Wiedergabe beginnen?
el: Το στοιχείο που προσπαθήσατε να αναπαραγάγετε κατεβαίνει αυτήν τη στιγμή. Ακύρωση λήψης και έναρξη αναπαραγωγής;
fr: L'élément que vous avez essayé de lire est en cours de téléchargement. Voulez-vous interrompre le téléchargement et commencer la lecture?
it: L'elemento che hai provato a riprodurre è attualmente in download. Interrompere il download e avviare la riproduzione?
nl: Het item dat je wilde afspelen wordt momenteel gedownload. Download afbreken en afspelen beginnen?
ru: Объект, который Вы пытаетесь воспроизвести сейчас загружается. Прервать загрузку или начать воспроизведение?
sv: Objektet du försökte spela laddas för närvarande ned. Avbryt nedladdningen och påbörja uppspelning?
uk: Елемент, який ви намагаєтеся відтворити, наразі завантажується. Скасувати завантаження та почати відтворення?
zh_hans: 您尝试播放的项目当前正在下载。是否中止下载并开始播放？

# warning.playbackDownload.activePlayback
source: The item you tried to download is currently being played. End playback and begin download?
de: Das Objekt, das heruntergeladen werden soll, wird gerade abgespielt. Wiedergabe beenden und Download starten?
el: Το στοιχείο που προσπαθήσατε να κατεβάσετε αναπαράγεται αυτήν τη στιγμή. Διακοπή αναπαραγωγής και έναρξη λήψης;
fr: L'élément que vous essayez de télécharger est en cours de lecture. Voulez-vous arrêter la lecture et commencer le téléchargement?
it: L'elemento che hai provato a scaricare è attualmente in riproduzione. Terminare la riproduzione e avviare il download?
nl: Het item dat je wilde downloaden wordt momenteel afgespeeld. Weergave beëindigen en downloaden starten?
ru: Объект, который Вы пытаетесь скачать сейчас воспроизводится. Прервать воспроизведение или начать загрузку?
sv: Objektet du försökte ladda ned spelas för närvarande. Avbryt uppspelningen och påbörja nedladdningen?
uk: Елемент, який ви намагаєтеся завантажити, наразі відтворюється. Завершити відтворення та почати завантаження?
zh_hans: 您尝试下载的项目当前正在播放。是否结束播放并开始下载？

# warning.playbackDownload.removeDownload
source: The item you tried to remove is currently being played. End playback and remove download?
de: Das Element, das entfernt werden soll, wird derzeit abgespielt. Wiedergabe beenden und Download entfernen?
el: Το στοιχείο που προσπαθήσατε να αφαιρέσετε αναπαράγεται αυτήν τη στιγμή. Διακοπή αναπαραγωγής και αφαίρεση λήψης;
fr: L'élément que vous avez essayé de supprimer est en cours de lecture. Arrêter la lecture et supprimer le téléchargement?
it: L'elemento che hai provato a rimuovere è attualmente in riproduzione. Terminare la riproduzione e rimuovere il download?
nl: Het item dat je wilde verwijderen wordt momenteel afgespeeld. Weergave beëindigen en download verwijderen?
ru: Объект, который Вы пытаетесь удалить сейчас воспроизводится. Закончить воспроизведение и удалить?
sv: Objektet du försökte ta bort spelas för närvarande. Avbryt uppspelningen och ta bort nedladdningen?
uk: Елемент, який ви намагаєтеся видалити, наразі відтворюється. Завершити відтворення та видалити завантаження?
zh_hans: 您尝试移除的项目当前正在播放。是否结束播放并移除下载？

# connection.modify.header
source: Header
el: Κεφαλίδα
fr: En-tête
uk: Заголовок

# connection.offline %lld
source: %lld offline
el: %lld εκτός σύνδεσης
fr: %lld hors ligne
ru: %lld не в сети
sv: %lld nedkopplade
uk: %lld офлайн
zh_hans: %lld 离线

# connection.test.success.message %@
source: Server version: %@
el: Έκδοση διακομιστή: %@
fr: Version du serveur : %@
it: Versione del server: %@
nl: Serverversie: %@
ru: Версия сервера: %@
uk: Версія сервера: %@"
zh_hans: 服务器版本: %@

# connection.tlsClientCertificate.passphrase
source: Passphrase
el: Φράση πρόσβασης
fr: Phrase secrète
nl: Wachtwoordzin
ru: Пароль
sv: Lösenfras
uk: Парольна фраза
zh_hans: 密码短语

# home.section.playlist
source: Playlist
el: Λίστα αναπαραγωγής
fr: Liste de lecture
nl: Afspeellijst
ru: Плейлист
sv: Spellista
uk: Список відтворення
zh_hans: 播放列表

source: in %@
el: σε %@
fr: dans %@
ru: в %@
sv: i %@
uk: у %@
zh_hans: 在 %@

# item.genres
source: Genres
el: Είδη
it: Generi
ru: Жанры
sv: Genrer
uk: Жанри
zh_hans: 风格

# item.index.episode
source: Episode
el: Επεισόδιο
fr: Épisode
it: Episodio
nl: Aflevering
ru: Эпизод
sv: Avsnitt
uk: Епізод
zh_hans: 剧集

# item.sort.index
source: Index
el: Ευρετήριο
it: Indice
ru: Индексу
uk: Індекс
zh_hans: 序号

# item.sort.name
source: Name
el: Όνομα
fr: Nom
it: Nome
nl: Naam
ru: Названию
sv: Namn
uk: Назва
zh_hans: 名称

# panel.genres
source: Genres
el: Είδη
it: Generi
ru: Жанры
sv: Genrer
uk: Жанри
zh_hans: 类型

# panel.tags
source: Tags
el: Ετικέτες
it: Tag
ru: Теги
sv: Taggar
uk: Теги
zh_hans: 标签

# preferences.colorScheme.system
source: System
el: Συστήματος
fr: Système
it: Sistema
nl: Systeem
ru: Системная
uk: Cистемна
zh_hans: 系统自动

# preferences.spotlightIndex %@
source: Spotlight index: %@
el: Ευρετήριο Spotlight: %@
fr: Index Spotlight: %@
it: Indice Spotlight: %@
ru: Spotlight индекс: %@
sv: Spotlight-index: %1$@
uk: Індекс Spotlight: %@
zh_hans: Spotlight 索引: %@

# preferences.tint.aqua
source: Aqua
el: Γαλάζιο
it: Acqua
ru: Берюзовый
sv: Vatten
uk: Бірюзовий
zh_hans: 水蓝色

# settings.downloads
source: Downloads
el: Λήψεις
fr: Téléchargements
it: Download
ru: Загрузки
sv: Nedladdningar
uk: Завантаження
zh_hans: 下载

# statistics.account
source: Account
el: Λογαριασμός
fr: Compte
ru: Аккаунт
sv: Konto
uk: Обліковий запис
zh_hans: 账户

# item.trailer
source: Trailer
fr: Bande-annonce
ru: Трейлер
uk: Трейлер
zh_hans: 试播集

# preferences.tint.shelfPlayer
source: ShelfPlayer
uk: Стандартний
